Repository: sorty-organizer/Sorty
Catalog: Sources/SortyLib/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Reapplies the most recent organization plan
de: Die jüngste Organisationplan wiederholt
es: Reaplica el último plan de organización
fr: Reapplique le dernier plan d'organisation
ja: 最新のオーガナイズ計画を再適用
zh_hans: 重新应用最新的整理计划

source: Reapply the organization you just undid
de: Die Organisation wiederherstellen, die Sie gerade rückgängig gemacht haben
es: Reaplica la organización que acabas de deshacer
fr: Reapplique l'organisation que vous venez de défaire
ja: 先ほど取り消したオーガナイズを再適用
zh_hans: 重新应用你刚刚撤销的整理

source: Reauthenticate ChatGPT Subscription
de: ChatGPT-Abonnement wiederherstellen
es: Reautenticar suscripción de ChatGPT
fr: Reauthentifier l'abonnement ChatGPT
ja: ChatGPTサブスクリプションの再認証
zh_hans: 重新认证ChatGPT订阅

source: Reauthenticate to keep using your ChatGPT subscription for OpenAI inference.
de: Wiederherstellen, um Ihr ChatGPT-Abonnement für OpenAI-Inference zu nutzen.
es: Reautenticar para continuar usando tu suscripción de ChatGPT para inferencia de OpenAI.
fr: Se reconnecter pour continuer à utiliser votre abonnement ChatGPT pour l'inference OpenAI.
ja: ChatGPTのサブスクリプションを保持するには、再認証してください。
zh_hans: 重新认证以继续使用您的ChatGPT订阅进行OpenAI推理。

source: Receiving AI response...
de: AI-Antwort empfängt...
es: Recibiendo respuesta de IA...
fr: Reception de la réponse IA...
ja: AI応答を受け取っています...
zh_hans: 接收AI响应...

source: Recent Activity
de: Neue Aktivität
es: Actividad reciente
fr: Activité récente
ja: 最近のアクティビティ
zh_hans: 最近活动

source: Recommended for most users: keep this off and use "View in Finder" when needed.
de: Empfohlen für die meisten Nutzer: Dieses Feature ausblenden und bei Bedarf 'In Finder ansehen' verwenden.
es: Recomendado para la mayoría de los usuarios: mantiene esto desactivado y usa "Ver en Finder" cuando sea necesario.
fr: Recommandé pour la plupart des utilisateurs : garder cela désactivé et utiliser « Voir dans Finder » quand nécessaire.
ja: 推奨：この機能はオフに保ち、必要に応じて「Finderで表示」を使用してください。
zh_hans: 推荐给大多数用户：保持关闭，并在需要时使用"在Finder中查看"。

source: Recommended to Keep
de: Zurückhalten
es: Recomendado para mantener
fr: Recommandé à conserver
ja: 保持を推奨
zh_hans: 建议保留

source: Recover Permission
de: Zugriffsrechte wiederherstellen
es: Recuperar permiso
fr: Rétablir les permissions
ja: 権限を回復
zh_hans: 恢复权限

source: Recovered
de: Wiederhergestellt
es: Recuperado
fr: Rétabli
ja: 回復しました
zh_hans: 已恢复

source: Redo
de: Wiederholen
es: Volver a hacer
fr: Refaire
ja: 再実行
zh_hans: 重做

source: Redo organization
de: Organisation wiederholen
es: Organización de volver a hacer
fr: Organisation à refaire
ja: 組織の再実行
zh_hans: 重做组织

source: Redoing...
de: Wiederholung...
es: Volviendo a hacer...
fr: En cours de refaçon
ja: 再実行中
zh_hans: 重做中...

source: Redoing…
de: Wiederholung…
es: Volviendo…
fr: En cours de refaçon…
ja: 再実行中…
zh_hans: 重做中…

source: Reference %@
de: Referenz %1$@
es: Referencia %1$@
fr: Référence %1$@
ja: %1$@を参照
zh_hans: 参考 %1$@

source: Reference a file
de: Datei referenzieren
es: Referencia un archivo
fr: Référencer un fichier
ja: ファイルを参照
zh_hans: 参考文件

source: Refine with Sorty
de: Mit Sorty feinabstimmen
es: Refinar con Sorty
fr: Affiner avec Sorty
ja: Sortyで精査
zh_hans: 用Sorty精炼

source: Refining Your Persona
de: Ihren Profiltyp feinabstimmen
es: Refinando tu personalidad
fr: Affinement de votre personnalité
ja: あなたのパーソナリティを精査
zh_hans: 精炼您的角色

source: Refresh
de: Neu laden
es: Refrescar
fr: Rafraîchir
ja: リフレッシュ
zh_hans: 刷新

source: Refresh Learnings
de: Lernungen neu laden
es: Refrescar aprendizajes
fr: Rafraîchir les connaissances
ja: 学習をリフレッシュ
zh_hans: 刷新学习内容

source: Refresh model list from provider
de: Modellliste von Provider neu laden
es: Refrescar la lista de modelos desde el proveedor
fr: Rafraîchir la liste des modèles depuis le fournisseur
ja: プロバイダーからモデルリストをリフレッシュ
zh_hans: 从提供商刷新模型列表

source: Refreshing automatically
de: Automatisch neu laden
es: Refrescando automáticamente
fr: Rafraîchissement automatique
ja: 自動的にリフレッシュ中
zh_hans: 正在自动刷新

source: Refreshing…
de: Neu laden...
es: Refrescando…
fr: Rafraîchissement…
ja: リフレッシュ中…
zh_hans: 正在刷新…

source: Regenerate
de: Neu generieren
es: Generar de nuevo
fr: Regénérer
ja: 再生成
zh_hans: 重新生成

source: Regenerate %@ plan with current instructions
de: Neu generieren %1$@-Plan mit aktuellen Anweisungen
es: Generar de nuevo %1$@ plan con las instrucciones actuales
fr: Regénérer le plan %1$@ avec les instructions actuelles
ja: 現在の指示に基づいて%1$@プランを再生成
zh_hans: 使用当前指令重新生成 %1$@ 计划

source: Regenerate Name
de: Name neu generieren
es: Generar nombre
fr: Nom de regénération
ja: 再生成名
zh_hans: 重新生成名称

source: Regenerate Organization
de: Organisation neu generieren
es: Generar organización
fr: Organisation de regénération
ja: 再生成組織
zh_hans: 重新生成组织

source: Regenerate name with the selected AI model
de: Name mit dem ausgewählten KI-Modell neu generieren
es: Generar nombre con el modelo de IA seleccionado
fr: Regénérer le nom avec le modèle AI sélectionné
ja: 選択したAIモデルを使用して名前を再生成
zh_hans: 使用选定的AI模型重新生成名称

source: Regenerate with current model
de: Mit dem aktuellen Modell neu generieren
es: Generar con el modelo actual
fr: Générer à l'aide du modèle actuel
ja: 現在のモデルで再生成
zh_hans: 使用当前模型重新生成

source: Reliable defaults, with only the cleanup choice exposed.
de: Verläßliche Standardwerte, mit nur die Reinigungsoption exponiert.
es: Estándares confiables, con solo la opción de limpieza expuesta.
fr: Préférences fiables, avec uniquement l'option de nettoyage exposée.
ja: 信頼性の高いデフォルトで、 only the cleanup choice が露出されます。
zh_hans: 可靠的默认设置，仅暴露清理选项。

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除

source: Remove %@
de: Entfernen %1$@
es: Eliminar %1$@
fr: Supprimer %1$@
ja: 削除 %1$@
zh_hans: 删除 %1$@

source: Remove Schedule
de: Plan entfernen
es: Eliminar agenda
fr: Planification de suppression
ja: 削除スケジュール
zh_hans: 删除计划

source: Remove from Watch List
de: Aus der Warteliste entfernen
es: Eliminar de la lista de seguimiento
fr: Supprimer de la liste d'observation
ja: ウォッチリストから削除
zh_hans: 从观看列表中删除

source: Remove learnings exclusion for %@
de: Lernungen-Exklusion für %1$@ entfernen
es: Eliminar la exclusión de aprendizajes para %1$@
fr: Supprimer l'exclusion des connaissances pour %1$@
ja: %1$@ に対する学習除外を削除
zh_hans: 移除 %1$@ 的学习排除项

source: Rename to
de: Auf „Rename to“ ändern
es: Renombrar a
fr: Renommer en
ja: 名前に変更する
zh_hans: 重命名为

source: Renaming files
de: Dateien umbenennen
es: Renombrando archivos
fr: Renommage de fichiers
ja: ファイルの名前変更
zh_hans: 重命名文件

source: Repair Extension
de: Dateierweiterung reparieren
es: Reparar Extensión
fr: Réparer l'extension
ja: 拡張機能の修復
zh_hans: 修复扩展

source: Repair Menu Actions
de: Menüaktionen Wiederherstellen
es: Reparar Acciones del Menú
fr: Réparer les actions du menu
ja: メニュー操作の修復
zh_hans: 修复菜单操作

source: Report Issue
de: Problem melden
es: Reportar Problema
fr: Signaler un problème
ja: 問題を報告
zh_hans: 报告问题

source: Required
de: Erforderlich
es: Requerido
fr: Requis
ja: 必須
zh_hans: 必需的

source: Required for %@ because Apple on-device models have tighter context limits.
de: Erforderlich für %1$@, da Apple-Modell auf dem Gerät tighter Kontextgrenzen haben.
es: Requerido para %1$@ porque los modelos en dispositivo de Apple tienen límites de contexto más ajustados.
fr: Requis pour %1$@ car les modèles sur appareil d'Apple ont des limites de contexte plus serrées.
ja: %1$@ のために Apple のオンデバイスモデルは、より厳しいコンテキスト制限を持っているため、必須です。
zh_hans: 由于Apple设备模型上下文限制更紧，%1$@ 是必需的。

source: Requires API Key
de: Er需要 API-Schlüssel
es: Requiere Clave API
fr: Exige une clé API
ja: API キーが必要です
zh_hans: 需要API密钥

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
zh_hans: 重置

source: Reset Learnings Defaults
de: Lernungen-Standardwerte zurücksetzen
es: Restablecer Predicciones Predeterminadas
fr: Réinitialiser les préférences des connaissances
ja: 学習のデフォルトをリセット
zh_hans: 重置学习默认设置

source: Reset Rotation
de: Drehung zurücksetzen
es: Restablecer Rotación
fr: Réinitialiser la rotation
ja: 回転をリセット
zh_hans: 重置旋转

source: Reset all manual edits
de: Alle manuellen Bearbeitungen zurücksetzen
es: Restablecer todos los cambios manuales
fr: Réinitialiser tous les modifications manuelles
ja: すべての手動編集をリセット
zh_hans: 重置所有手动编辑

source: Reset to Default
de: Zurücksetzen auf Standard
es: Restablecer a Predeterminado
fr: Réinitialiser à la valeur par défaut
ja: デフォルトに戻す
zh_hans: 重置到默认

source: Reset to Defaults
de: Zurücksetzen auf Standards
es: Restablecer a Predeterminados
fr: Réinitialiser aux paramètres par défaut
ja: デフォルトに戻す
zh_hans: 重置到默认设置

source: Reset view
de: Ansicht zurücksetzen
es: Restablecer vista
fr: Réinitialiser la vue
ja: ビューをリセット
zh_hans: 重置视图

source: Restart Onboarding...
de: Onboarding Wiederherstellen...
es: Reiniciar Onboarding...
fr: Redémarrer l'onboarding...
ja: オンボーディング...再起動
zh_hans: 重新开始引导...

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
zh_hans: 恢复

source: Restore Deleted Files
de: Löschen Dateien wiederherstellen
es: Restaurar Archivos Eliminados
fr: Restaurer les fichiers supprimés
ja: 削除されたファイルを復元
zh_hans: 恢复已删除的文件

source: Restore deleted files
de: Löschen Dateien wiederherstellen
es: Restaurar archivos eliminados
fr: Restaurer les fichiers supprimés
ja: 削除されたファイルを復元
zh_hans: 恢复已删除的文件

source: Restore folder to this state
de: Ordner in diesen Zustand wiederherstellen
es: Restaurar carpeta a este estado
fr: Restaurer le dossier à cet état
ja: この状態に戻してフォルダを復元
zh_hans: 将文件夹恢复到此状态

source: Restore this State
de: Diesen Zustand wiederherstellen
es: Restaurar este Estado
fr: Restaurer cet État
ja: この状態に戻す
zh_hans: 恢复此状态

source: Restore to State
de: Zurück in den Zustand
es: Restaurar a Estado
fr: Restaurer à l'État
ja: 状態に戻す
zh_hans: 恢复到状态

source: Restore to This State?
de: Zurück in diesen Zustand?
es: Restaurar a Este Estado?
fr: Restaurer à cet État ?
ja: この状態に戻す？
zh_hans: 恢复到此状态？

source: Restore to any previous organization state
de: Zurück in einen vorherigen Organisationszustand
es: Restaurar a cualquier estado de organización anterior
fr: Restaurer à tout état d'organisation précédent
ja: 任意の以前の組織状態に戻す
zh_hans: 恢复到任何之前的组织状态

source: Restore to this state?
de: Zurück in diesen Zustand?
es: Restaurar a este estado?
fr: Restaurer à cet État ?
ja: この状態に戻す？
zh_hans: 恢复到此状态？

source: Restored
de: Wiederhergestellt
es: Restaurado
fr: Restauré
ja: 復元済み
zh_hans: 已恢复

source: Restores files from the most recent successful run
de: Wiederherstellt Dateien aus der letzten erfolgreichen Lauf
es: Restaura archivos desde la última ejecución exitosa
fr: Restaure les fichiers à partir de la dernière exécution réussie
ja: 最新の成功した実行からファイルを復元
zh_hans: 从最近一次成功的运行中恢复文件

source: Restores the initial generated organization
de: Die ursprüngliche Organisation wiederaufbauen
es: Restaura la organización inicial generada
fr: Restaure l'organisation initiale générée
ja: 初期生成された組織を復元
zh_hans: 恢复初始生成的组织

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
zh_hans: 继续

source: Resume Learning
de: Lernen fortsetzen
es: Reanudar Aprendizaje
fr: Reprendre l'apprentissage
ja: 学習を再開
zh_hans: 继续学习

source: Resume Watching
de: Wiederaufbau fortsetzen
es: Reanudar Visualización
fr: Reprendre la vision
ja: 視聴を再開
zh_hans: 继续观看

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
zh_hans: 重试

source: Retry Options
de: Wiederholungsoptionen
es: Opciones de Reintento
fr: Options de réessai
ja: 再試行オプション
zh_hans: 重试选项

source: Retry now, or skip verification and land in provider setup repair before your first organization.
de: Wiederholen jetzt, oder überspringen und in den Provider-Einstellungen reparieren, bevor die erste Organisation stattfindet.
es: Reintentar ahora, o saltar la verificación y llegar a la reparación del setup del proveedor antes de la primera organización.
fr: Réessayer maintenant, ou sauter la vérification et passer à la réparation du setup du fournisseur avant l'organisation initiale.
ja: 今すぐ再試行するか、初めての組織設定前に検証をスキップしてプロバイダ設定修復に移動するか。
zh_hans: 现在重试，或跳过验证并在首次组织之前进入提供者设置修复。

source: Retry using your current model, or choose a smarter model first.
de: Wiederholen mit dem aktuellen Modell, oder ein smarteres Modell auswählen.
es: Reintentar con el modelo actual, o elegir un modelo más inteligente primero.
fr: Réessayer avec votre modèle actuel, ou choisir un modèle plus intelligent d'abord.
ja: 現在のモデルを使用して再試行するか、まずよりスマートなモデルを選択するか。
zh_hans: 使用当前模型重试，或先选择一个更智能的模型。

source: Retry with Current Model
de: Wiederholen mit dem aktuellen Modell
es: Reintentar con el Modelo Actual
fr: Réessayer avec le modèle actuel
ja: 現在のモデルを使用して再試行
zh_hans: 使用当前模型重试

source: Return to folder selection
de: Zur Ordnerauswahl zurückkehren
es: Volver a la selección de carpeta
fr: Retourner à la sélection de dossier
ja: フォルダ選択に戻る
zh_hans: 返回文件夹选择

source: Return to previous view
de: Zur vorherigen Ansicht zurückkehren
es: Volver a la vista anterior
fr: Retourner à la vue précédente
ja: 以前のビューに戻る
zh_hans: 返回上一视图

source: Return to the folder picker to organise another folder
de: Zur Ordnerauswahl zurückkehren, um einen weiteren Ordner zu organisieren
es: Volver al selector de carpeta para organizar otra carpeta
fr: Retourner au sélectionneur de dossier pour organiser un autre dossier
ja: 別のフォルダを組織するためにフォルダピッカーに戻る
zh_hans: 返回文件夹选择器以组织另一个文件夹

source: Returns to the folder picker to organise another folder
de: Zur Ordnerauswahl zurückkehren, um einen weiteren Ordner zu organisieren
es: Vuelve al selector de carpeta para organizar otra carpeta
fr: Retourne au sélectionneur de dossier pour organiser un autre dossier
ja: 別のフォルダを組織するためにフォルダピッカーに戻る
zh_hans: 返回到文件夹选择器以组织另一个文件夹

source: Reveal %@ in Finder
de: %1$@ in Finder anzeigen
es: Mostrar %1$@ en Finder
fr: Afficher %1$@ dans Finder
ja: Finderに%1$@を表示
zh_hans: 在Finder中显示%1$@

source: Reveal in Finder
de: In Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans Finder
ja: Finderで表示
zh_hans: 在Finder中显示

source: Reveal in Finder: %@
de: In Finder anzeigen: %1$@
es: Mostrar en Finder: %1$@
fr: Afficher dans Finder: %1$@
ja: Finderで表示: %1$@
zh_hans: 在Finder中显示: %1$@

source: Revert
de: Zurücksetzen
es: Volver
fr: Annuler
ja: 元に戻す
zh_hans: 恢复

source: Revert Name
de: Name zurücksetzen
es: Nombre Volver
fr: Nom d'annulation
ja: 名前を元に戻す
zh_hans: 恢复名称

source: Revert Organization
de: Organisation zurücksetzen
es: Organización Volver
fr: Organisation d'annulation
ja: 組織を元に戻す
zh_hans: 恢复组织

source: Reverted State
de: Zurückgesetzter Zustand
es: Estado Vuelto
fr: État d'annulation
ja: 元に戻した状態
zh_hans: 已恢复状态

source: Review exact duplicates first. Similarity matches stay separate and need individual confirmation.
de: Überprüfen Sie zuerst die genauen Duplikate. Ähnliche Übereinstimmungen bleiben getrennt und benötigen eine individuelle Bestätigung.
es: Revisar duplicados exactos primero. Los coincidencias de similitud permanecen separados y necesitan confirmación individual.
fr: Vérifiez d'abord les doublons exacts. Les correspondances similaires restent séparées et nécessitent une confirmation individuelle.
ja: 正確な重複を最初に確認してください。類似のマッチは別々に残され、個別に確認が必要です。
zh_hans: 先审查精确重复项。相似性匹配保持独立，需要单独确认。

source: Review groups
de: Gruppen überprüfen
es: Revisar grupos
fr: Vérifier les groupes
ja: グループを確認
zh_hans: 审查组别

source: Review past runs, undo changes, and reapply plans when needed
de: Vergangene Laufzeiten überprüfen, Änderungen rückgängig machen und Pläne bei Bedarf erneut anwenden
es: Revisar ejecuciones anteriores, deshacer cambios y reaplicar planes cuando sea necesario
fr: Vérifier les exécutions passées, annuler les modifications et reappliquer les plans lorsqu'il est nécessaire
ja: 過去の実行を確認し、変更をやり直し、必要に応じて計画を再適用してください
zh_hans: 审查之前的运行，撤销更改，并在需要时重新应用计划

source: Review the generated persona, then use it as your default workflow for Sorty.
de: Überprüfen Sie das generierte Profil, dann verwenden Sie es als Standardworkflow für Sorty.
es: Revisar la generada personalidad, luego úsala como trabajo de default para Sorty.
fr: Vérifiez la personnalisation générée, puis utilisez-la comme workflow par défaut pour Sorty.
ja: 生成されたプロファイルを確認し、Sortyのデフォルトワークフローとして使用してください
zh_hans: 审查生成的个人设定，然后将其作为Sorty的默认工作流程使用。

source: Review this run and previous organization sessions
de: Diesen Lauf durchgehen und vorherige Organisationssessions überprüfen
es: Revisar esta ejecución y sesiones anteriores de organización
fr: Vérifiez cette exécution et les sessions d'organisation précédentes
ja: この実行を確認し、以前の整理セッションを確認してください
zh_hans: 审查此次运行和之前的组织会话

source: Rewrites your prompt to be clearer and more specific
de: Schreiben Sie Ihren Prompt klarer und spezifischer
es: Reescribe tu prompt para ser más claro y específico
fr: Redéfinir votre prompt pour être plus clair et spécifique
ja: プロンプトをより明確で具体的に再作成します
zh_hans: 重写您的提示以使其更清晰和具体

source: Rule Type
de: Regeltyp
es: Tipo de Regla
fr: Type de règle
ja: ルールタイプ
zh_hans: 规则类型

source: Run Full Check
de: Vollständige Prüfung durchführen
es: Ejecutar revisión completa
fr: Exécution complète
ja: フルチェックを実行
zh_hans: 运行完整检查

source: Run Full Organization
de: Vollständige Organisation durchführen
es: Ejecutar organización completa
fr: Organisation complète
ja: フル整理を実行
zh_hans: 运行完整组织

source: Run as a menu bar app without showing in the Dock
de: Als Menüleiste-Anwendung ohne Anzeige in der Dockbar ausführen
es: Ejecutar como aplicación de barra de menú sin mostrar en el Dock
fr: Exécuter en tant qu'application barre d'outils sans l'afficher dans le Dock
ja: デッキに表示せずにメニューバーアプリとして実行
zh_hans: 作为菜单栏应用运行而不显示在Dock中

source: Run at
de: Starten bei
es: Ejecutar en
fr: Exécuter à
ja: 実行時
zh_hans: 运行时间

source: Run background tasks with a different AI model
de: Hintergrundaufgaben mit einem anderen AI-Modell ausführen
es: Ejecutar tareas en segundo plano con un modelo de IA diferente
fr: Exécuter des tâches en arrière-plan avec un autre modèle d'IA
ja: 別のAIモデルを使用してバックグラウンドタスクを実行
zh_hans: 使用不同的AI模型运行后台任务

source: Running as Background Activity
de: Als Hintergrundaktivität laufen
es: Ejecutando como actividad en segundo plano
fr: En cours d'exécution en tant qu'activité en arrière-plan
ja: バックグラウンドアクティビティとして実行中
zh_hans: 作为后台活动运行

source: Running...
de: Laufend...
es: Ejecutando...
fr: En cours d'exécution...
ja: 実行中...
zh_hans: 运行中...

source: Safer storage, honest progress, smoother controls, and a more reliable install and update path.
de: Sicherere Speicherung, ehrliche Fortschritte, glattere Steuerungselemente und eine zuverlässigerer Installations- und Aktualisierungs-Pfad.
es: Almacenamiento más seguro, progreso honesto, controles suaves y un camino de instalación y actualización más confiable.
fr: Stockage plus sûr, progrès honnête, contrôles plus fluides et un chemin d'installation et de mise à jour plus fiable.
ja: より安全なストレージ、誠実な進行、スムーズなコントロール、そしてより信頼性のあるインストールとアップデートパスです。
zh_hans: 更安全的存储，诚实的进度，更平滑的控制，以及更可靠的安装和更新路径。

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

source: Save %@
de: %1$@ speichern
es: Guardar %1$@
fr: Enregistrer %1$@
ja: %1$@を保存
zh_hans: 保存 %1$@

source: Save & Use
de: Speichern und Verwenden
es: Guardar y Usar
fr: Enregistrer et utiliser
ja: 保存して使用
zh_hans: 保存并使用

source: Save Prompt
de: Prompt speichern
es: Guardar Prompt
fr: Enregistrer le prompt
ja: プロンプトを保存
zh_hans: 保存提示

source: Save as Naming Preset
de: Aktuelle Anweisungen als Namensvorlage speichern
es: Guardar como Preset de Nominación
fr: Enregistrer sous un modèle de nommage
ja: 命名プレセットとして保存
zh_hans: 保存为命名预设

source: Save current instructions for reuse
de: Aktuelle Anweisungen für Wiederverwendung speichern
es: Guardar las instrucciones actuales para reutilizarlas
fr: Enregistrer les instructions actuelles pour les réutiliser
ja: 現在の指示を再利用するために保存
zh_hans: 保存当前指令以重复使用

source: Save your instructions from the organize view to reuse them.
de: Ihre Anweisungen aus der Organisationssicht speichern, um sie später wiederverwenden zu können.
es: Guardar tus instrucciones desde la vista organizar para reutilizarlas.
fr: Enregistrer vos instructions de la vue d'organisation pour les réutiliser.
ja: organize ビューからの指示を保存して再利用してください。
zh_hans: 从组织视图中保存您的指令以重复使用。

source: Saved Prompts
de: Gespeicherte Prompts
es: Prompt Guardados
fr: Prompts enregistrés
ja: 保存されたプロンプト
zh_hans: 保存的提示

source: Saved Prompts (%lld)
de: Gespeicherte Prompts (%1$lld)
es: Prompt Guardados (%1$lld)
fr: Prompts enregistrés (%1$lld)
ja: 保存されたプロンプト (%1$lld)
zh_hans: 保存的提示（%1$lld）

source: Scan
de: Scannen
es: Escaneo
fr: Analyser
ja: スキャン
zh_hans: 扫描

source: Scan Results
de: Scan-Ergebnisse
es: Resultados del Escaneo
fr: Résultats du scan
ja: スキャン結果
zh_hans: 扫描结果

source: Scanning files
de: Dateien scannen
es: Escaneando archivos
fr: Scan de fichiers
ja: ファイルをスキャン中
zh_hans: 扫描文件

source: Scanning for duplicate files, %lld percent complete
de: Duplikate suchen, %1$lld Prozent abgeschlossen
es: Escaneando archivos duplicados, %1$lld por ciento completado
fr: Recherche de fichiers dupliques, %1$lld pourcent terminé
ja: 重複ファイルのスキャン中、%1$lld％完了
zh_hans: 扫描重复文件，%1$lld百分比完成

source: Schedule will trigger automatically when enabled
de: Das Schedule wird automatisch ausgelöst, wenn aktiviert ist
es: El programa de schedule se activará automáticamente cuando esté habilitado
fr: Le planificateur déclenchera automatiquement lorsqu'il est activé
ja: スケジュールは有効にすると自動的にトリガーになります
zh_hans: 当启用时，计划将自动触发

source: Search Results
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
ja: 検索結果
zh_hans: 搜索结果

source: Search folders
de: Ordner suchen
es: Buscar carpetas
fr: Rechercher des dossiers
ja: フォルダを検索
zh_hans: 搜索文件夹

source: Search providers or models...
de: Suche nach Providern oder Modellen...
es: Buscar proveedores o modelos...
fr: Rechercher des fournisseurs ou des modèles...
ja: 検索プロバイダーやモデル...
zh_hans: 搜索提供者或模型...

source: Search rules
de: Regeln suchen
es: Reglas de búsqueda
fr: Rechercher des règles
ja: ルールを検索
zh_hans: 搜索规则

source: Search settings
de: Einstellungen suchen
es: Ajustes de búsqueda
fr: Rechercher des paramètres
ja: 設定を検索
zh_hans: 搜索设置

source: See Sorty in Action
de: Sorty in der Praxis ansehen
es: Ver Sorty en Acción
fr: Voir Sorty en action
ja: Sortyで実際に見る
zh_hans: 查看Sorty实况

source: See how Sorty transformed chaos into order
de: Wie Sorty Chaos in Ordnung verwandelte
es: Ver cómo Sorty transformó el caos en el orden
fr: Voir comment Sorty a transformé le désordre en ordre
ja: Sortyが混乱を秩序に変えていく様子を見ましょう
zh_hans: 看看Sorty如何将混乱转化为秩序

source: See the Magic
de: Das Wunder sehen
es: Ver el Mágico
fr: Voir la magie
ja: 魔術を見せる
zh_hans: 见证奇迹

source: Select All Files
de: Alle Dateien auswählen
es: Seleccionar todos los archivos
fr: Sélectionner tous les fichiers
ja: すべてのファイルを選択
zh_hans: 选择所有文件

source: Select Default Persona
de: Standard-Persönlichkeit auswählen
es: Seleccionar la personalidad predeterminada
fr: Sélectionner la personnalité par défaut
ja: デフォルトのパーソナを選ぶ
zh_hans: 选择默认角色

source: Select a directory to scan
de: Ein Verzeichnis auswählen, um zu scannen
es: Seleccionar una carpeta para escanear
fr: Sélectionner un dossier à scanner
ja: スキャンするディレクトリを選んでください
zh_hans: 选择要扫描的目录

source: Select a folder and configure options
de: Ein Ordner auswählen und Einstellungen konfigurieren
es: Seleccionar una carpeta y configurar opciones
fr: Sélectionner un dossier et configurer les options
ja: フォルダを選び、オプションを設定してください
zh_hans: 选择一个文件夹并配置选项

source: Select a folder to organize
de: Ein Ordner auswählen, um zu organisieren
es: Seleccionar una carpeta para organizar
fr: Sélectionner un dossier à organiser
ja: 整理するフォルダを選んでください
zh_hans: 选择一个文件夹进行整理

source: Select a model
de: Ein Modell auswählen
es: Seleccionar un modelo
fr: Sélectionner un modèle
ja: モデルを選んでください
zh_hans: 选择一个模型
